{
    "HOME" : "Home",
    "SERVICE" : "Service",
    "TEAM" : "Team",
    "CAREERS": "Careers",
    "CONTACT": "Contact Us",
    "PROPERTY_SEARCH" : "Property Search",
    "WELCOME": "Welcome",
    "WELCOME_1": "Nuage Investment Realty LLC, founded in 2013, is a comprehensive real estate investment firm that offers brokerage services and private placements to retail and institutional clients.  We advise clients on the entire real-estate investment process through residential and commercial property sales and private equity transactions.",
    "WELCOME_2": "Whether it's purchasing a primary residence, investing into a multi-family property, or participating in a larger real-estate development project, Nuage Investment Realty helps clients identify opportunities that best fit their goals by focusing on all aspects of their risk, return profile and cash flow needs.",
    "WELCOME_3":"Contact our advisors to discuss your next real-estate investment decision and to learn how you can capitalize on current opportunities in this ever changing real-estate market.",
    "FOR_RETAIL_CLIENTS": "For Retail Clicents",
    "FOR_RETAIL_CLIENTS_DESCRIPTION" : "Nuage Investment Realty advises individual clients on the purchase and sale of primary residence and investment property in the Greater Boston area. With the presence of world-known higher education institutions, and a growing number of biotech, pharmaceutical and technology start-up companies, we believe there are many reasons to consider Boston a home or an investment opportunity. Whether it's a condo, single family house, or multi-family investment property, we have many partners in the local area including mortgage brokers, attorneys, contractors, inspectors to help you with a seamless process. Typical transactions are within 5 million USD.",
    "BUTTON_INTERNATIONAL_BUYER_GUIDE" : "Learn More About International Investment For Residential Property",
    "FOR_INSTITUTIONAL_CLIENT": "For Institutional Clients",
    "FOR_INSTITUTIONAL_CLIENT_DESCRIPTION" : "Nuage Investment Realty offers consulting service to institutions and high net-worth clients on commercial properties acquisition. With our business partners in Boston, New York and California, we use the entire US as a service platform to help investors identify the most suitable real-estate investment properties for their portfolio. This may include multi-family residential buildings, office buildings, or retail stores. For foreign clients looking to acquire a property by establishing a US subsidiary, we team up with local lawyers and accountants to help you with the process from beginning to end. For foreign clients looking to establish a joint-venture, we team with local asset managers to construct a private equity structure that is suitable for you. Typical transactions are between 5-20 million USD.",
    "BUTTON_INSTITUTIONAL_CLIENT_GUIDE": "Learn More About International Investment For Commercial Property",
    "FOR_EB-5_INVESTORS": "For EB-5 Investors",
    "FOR_EB-5_CLIENT_DESCRIPTION": "Nuage Investment Realty has partnership with developers and regional centers throughout the US. For every project, we perform our own due diligence before they are presented to you. We partner with immigration attorneys to help you walk-through the immigration process. Investment amount is $500,000 or $1,000,000 depending on project.",
    "BUTTON_EB-5_INVESTMENT_GUIDE": "Learn more about EB-5 Investment",
    "BUTTON_EB-5_IMMIGRATION_GUIDE": "Learn more about EB-5 Immigration",
    "SUBMIT": "Send it",
    "PARTNERS": "Partners",
    "RESOURCES": "Resources",

    "BOSTON_OVERVIEW_TITLE": "Boston Overview",
    "BOSTON_OVERVIEW_PARAGRAPH_1": "Boston is commonly known as downtown Boston and its surrounding cities, which all together is considered as Greater Boston area. The city is home for more than 636,000 residents and a tourist attraction for more than 12 million visitors per year. It is one of the oldest cities in the US with abundant social history and economics; it is also a young city with many institutions of higher education, such as Harvard University and MIT, finest hospitals and sport organizations.",
    "BOSTON_OVERVIEW_PARAGRAPH_2": "Transportation in Boston is convenient. Logan International Airport is located in Eastern Boston and easily accessible to downtown via subway and bus. The city is served by 183 bus routes, 5 subway lines (Blue Line, Green Lines, Orange Line, Red Line and Silver Line) and 13 commuter rail routes.",
    "WHY_BOSTON_TITLE": "Why Boston?",
    "WHY_BOSTON_PARAGRAPH_1": "Boston is regarded as a gateway city like San Francisco, Los Angeles, New York City. It has many industries including financial services, medical services and well-known hospitals, IT technology, and good education. This helps Boston to remain sustainable in house demands and high potential in appreciation. Even during the depression, the house price and demand in Boston remained stable.",
    "MAJOR_CITY_HIGHLIGHTS_TITLE": "Major Neighborhood Highlights",
    "REAL_ESTATE_ROLE_TITLE": "Understanding real-estate broker's role",
    "REAL_ESTATE_ROLE_PARAGRAPH_1": "In the US, there are typically two brokers in a real-estate transaction. A seller's broker to represent the seller and a buyer's broker to represent the buyer. When seller decides to sell a property, he/she hires a broker to represent them in the public market. When a buyer is looking for a property, the broker helping them is considered a buyer's broker and he/she is compensated by the seller's broker by taking a percentage of their fee that is paid by the seller.",
    "REAL_ESTATE_ROLE_PARAGRAPH_2": "There is no out of pocket fee from the buyer when working with a buyer's broker. If no broker is used, buyer pays the same price and in addition, there is no one to represent them in the negotiation and throughout the buying process. We always recommend to use a broker to represent you especially when buying in a market where you are not familiar with the local rules and regulations.",
    "BUYING_PROCESS_TITLE":"Buying Process",
    "BUYING_PROCESS_PARAGRAPH_1":"When we use cash to purchase the property, it takes about two weeks to finish the buying process; when we apply for mortgage loan to purchase the property, it takes about one and half months. We are not the only buyers in the market in most times. Thus, in order to close the deal earlier, sellers tend to negotiate with buyers using cash. Therefore, it is recommended for buyers to purchase the property first and then apply for mortgage from a bank when the competition is fierce.",
    "BUYING_PROCESS_BULLET_PT_1":"Property Search",
    "BUYING_PROCESS_BULLET_PT_2":"Make an offer on the property (Deposit $1,000)",
    "BUYING_PROCESS_BULLET_PT_3":"Negotiate with the seller ",
    "BUYING_PROCESS_BULLET_PT_4":"Inspection",
    "BUYING_PROCESS_BULLET_PT_5":"Choose an attorney",
    "BUYING_PROCESS_BULLET_PT_6":"Sign Purchase & Sales agreement (Pay a second deposit, amount equals 5% of the sales minus $1000)",
    "BUYING_PROCESS_BULLET_PT_7":"Mortgage application ",
    "BUYING_PROCESS_BULLET_PT_8":"Walkthrough",
    "BUYING_PROCESS_BULLET_PT_9":"Closing (Keys)",
    "PROPERTY_MANAGEMENT_TITLE":"Property Management",
    "PROPERTY_MANAGEMENT_PARAGRAPH_1": "As a full service company, Nuage also provides property management services. The property management fee is property specific.",
    "PROPERTY_MANAGEMENT_PARAGRAPH_2": "As a property manager, we provide three main services: tenant placement, rental management and property maintenance.",
    "TENANT_PLACEMENT":"Tenant Placement",
    "TENANT_PLACEMENT_INFO":"We conduct market rent analysis, list properties on different portals and respond to income inquiries. We conduct showings accompanied by licensed agents, process rental applications and complete lease signing and legal disclosures.",
    "RENTAL_MANAGEMENT":"Rental Management",
    "RENTAL_MANAGEMENT_INFO":"We set up deposit account in accordance with state law, collect rents, and communicate with tenants. We also provide year-end financial statement for tax completion and renew lease based on the owner and tenant agreement.",
    "PROPERTY_MAINTENANCE":"Rental Maintenance",
    "PROPERTY_MAINTENANCE_INFO": "We coordinate with handyman for repairs, get quotes from qualifies vendors, conduct inspection of work done and recording on financial statements for cost tracking.",
    "FINACING" : "Finacing",
    "FINACING_INFO_1":"International buyers can obtain financing from US banks.",
    "FINACING_INFO_2":"Examples include Cathy Bank, East West Bank, HSBC, Citi, Hingham Bank, Washington Trust Mortgage.",
    "FINACING_INFO_3":"Down payment usually ranges from 30% to 45%.",
    "FINACING_INFO_4":"Requirements for financing generally includes verified letter issued by employer, 6- 12 months mortgage, etc.",
    "FINACING_INFO_5": "The regulations and requirements change very quickly. The data provided here is for informational purpose only. We will put you in touch with a Mortgage Specialist to advise you on your specific situation.",
    "TAXATION":"Taxation",
    "PROPERTY_TAX": "Property Tax",
    "PROPERTY_TAX_INFO": "Property tax is expected to be paid each year on a quarterly basis, while holding the property. Property tax for each property varies depending on its assessed value assessed by the city. Each year, the assessed value changes and the tax rate changes as well. The following chart reflects 2015 property tax rates per $1000 of assessed value.There will be up to 30% and 20% exemptions on the assessed value when property is used as primary residence. Therefore, the property tax will be exempted based on the exempted assessment value of the property.",
    "PROPERTY_TAX_EXAMPLE":  "Example: One purchased a condo in Allston for a sales price of $500,000, and it is used as an owner-occupied primary residence. The city’s assessment value for 2016 is $400,000, then the property tax in 2016 is $400,000* (1-30%)/1000*11.00=$3080.",
    "RENTAL_INCOM_TAX": "Rental Income Tax",
    "RENTAL_INCOM_TAX_INFO": "If you own an investment property, and receive rental income throughout the year, you will need to pay the rental income tax. For US resident taxpayers, they need to file the 1040 form and Schedule E before the tax day (April 15th). For non-resident taxpayers, they need to file the 1040NR form and Schedule E before the tax day (April 15th).",
    "DEPRICIATION": "Depreciation",
    "DEPRICIATION_INFO": "Residential property is depreciated over a period of 27.5 years. Commercial property is depreciated over a period of 39 years. If the sale of a property results in a gain, the amount of the gain attributable to depreciation is recaptured and taxed at a rate of 25%. Depreciation recapture is figured into the gain on sale even if the taxpayer did not claim cost recovery deductions.",
    "SALES_TAX": "Sales Tax",
    "TAXPAYER_STATUS": "Taxpayer Status",
    "TAXPAYER_STATUS_INFO": "It is important to know your tax status because tax status determines whether the tax will be withheld or not. Taxpayer status is not the same as immigration status. In some cases, you are considered a resident alien even without a green card. Nonresident aliens are considered U.S. residents for income tax purposes (not immigration) if they meet the substantial presence test. (A specific calculation is required.) For example, if one is on F1 visa for five years, they are considered as a US resident for tax status." ,
    "NON_RESIDENT_TAXPAYER": "Withholding for Non-resident Taxpayer Status",
    "NON_RESIDENT_TAXPAYER_INFO": "In general, non-residents taxpayer should withhold 10% of the selling price (Foreign Investment in Real Property Tax Act) at the closing by the attorney. The actual tax will be calculated and paid when the seller files an income tax return. Any excess taxes paid from the withholding will be returned to the seller.",
    "TRANSACTIOINS_EXCEPTION": "Transactions may be exempt from withholding:",
    "TRANSACTIOINS_EXCEPTION_INFO_1": "No withholding is required if the buyer acquire the property for use as a primary residence and the sales price does not exceed $300,000.",
    "TRANSACTIOINS_EXCEPTION_INFO_2": "IRS provides a statement to the buyer that the seller is exempt from withholding or has made satisfactory arrangements.",
    "TRANSACTIOINS_EXCEPTION_INFO_3": "The seller furnishes an affidavit certifying that the seller is not a foreign person.",
    "TRANSACTIOINS_EXCEPTION_INFO_3_MORE_INFO": "For more detailed information:",
    "CAPITAL_GAIN": "Capital Gain Calculation",
    "CAPITAL_GAIN_INFO": "Taxes paid on the sale of a US real property is taxed as the seller is engaged in a US trade or business, in other words the same as US residents.",
    "CAPTIOL_GAIN_INFO_CAL1": "Adjusted Basis=Purchase Price+Capital Improvements-Depreciation Recapture",
    "CAPITAL_GAIN_INFO_CAL2": "Capital Gain= Sales Price-Selling Costs-Adjusted Basis",
    "TAXATION_RECOMMEND": "We will recommend a local accountant to answer tax questions specific to your situation.",
    "GOOD_INVESTMENT_DISTRICT": "Investment Opportunities",
    "GOOD_SCHOOL_DISTRICT": "Residential Opportunities",
    "TAX_2016":"FY 2016 Tax Rates (per $1000)",
    "TAX_CITY": "City",
    "RESIDENTIAL": "Residential",
    "DEDUCTIBLE_ITEMS": "Deductible items on Schedule E",
    "GOVERMENT_IRS_LINK": "Government IRS Website",

    "EB5_OVERVIEW_TITLE": "EB-5 Overview and Requirements",
    "EB5_OVERVIEW_PARAGRAPH_1": "EB-5 investment is an investment in a private equity by a foreign investor in return for a U.S green card. Eb-5 is the quickest way for a long-term and secure stay in the U.S. EB-5 programs started in 1990. The current quota is 10,000 applicant/year. EB-5 projects can be but not limited to real-estate development projects as long as they create jobs. The investment is $1 million except for unemployment targeted areas (where unemployment rate is 150% above the national average) which requires only $500k of investment. There are two types of EB-5 investments; direct and indirect. Direct investment is done with investors directly investing their money into a project where only number of direct jobs can be counted. Most of this type of investments are restaurants. Indirect investment is done through a Regional Center where indirect jobs can be counted. Most of this type of investments are hotel development because it requires a large amount of capital and the number of job creation can count indirect jobs such as the local restaurants and shops created by additional tourist attraction.",
    "INVESTMENT_METHOD_TITLE": "Requirement 1: Investment Types",
    "INVESTMENT_METHOD_PARAGRAPH_1": "EB-5 investment visa applicant specified investment business entity must aim to make enterprises, such enterprises in the United States including the company (Corporation), LLC (Limited Liability Company) and limited partnerships (Limited Liability Partnership) and other corporate or individual-owned enterprises, but does not include non-profit institutions.",
    "INVESTMENT_METHOD_PARAGRAPH_2": "For investment, the regulations of the immigration are also quite flexible. There are three ways for applicants to apply for a green card investment.",
    "INVESTMENT_METHOD_INFO1_TITLE": "New Business Enterprise",
    "INVESTMENT_METHOD_INFO1_PARAGRAPH_1": "As the most basic investment, the applicant may: ",
    "INVESTMENT_METHOD_INFO1_PARAGRAPH_1_SUB1": "The creation of any region in the United States and management of a new enterprise, the acquisition of a pre-existing business or restructuring of this business and rebuild on substantive;",
    "INVESTMENT_METHOD_INFO1_PARAGRAPH_1_SUB2": "Investment an existing business and make it the net or the number of employees increased by 40%.",
    "INVESTMENT_METHOD_INFO1_PARAGRAPH_2": "A plurality of EB-5 applicants can invest in a single business, but the amount of work and investment opportunities created by the average individual investor still must meet immigration requirements. (10 opportunities for each investor)",
    "INVESTMENT_METHOD_INFO2_TITLE": "Regional Center Pilot Program",
    "INVESTMENT_METHOD_INFO2_PARAGRAPH_1": "Investors can also put money into USCIS approved \"regional center\", becoming a partner or shareholder of a project. In order to stimulate investment of foreign capital, US immigration office each year allocate 3000 visas to investment \"regional center\" EB-5 applicants. Relative to other investment methods, \"Regional Center\" have some unique features. For instance, it does not require investors to participate in the daily management of the company. In addition to the direct jobs created, jobs created indirectly also meet \"to create 10 jobs\" requirements, etc.",
    "INVESTMENT_METHOD_INFO3_TITLE": "Troubled Enterprise",
    "INVESTMENT_METHOD_INFO3_PARAGRAPH_1": "The applicant can apply for EB5 immigrant visa through the acquisition and management of a troubled enterprise. Troubled enterprise refers to the presence of more than two years, and proposed investment before applying for immigration (I-526 form) within one year to two years of net assets (net worth loss) loss of more than 20% of the applicant. Applicants for the acquisition of firms in difficulty, USCIS does not require an increase of 10 jobs, while only asking for at least two years to maintain current employment status of 10 or more jobs or investments, but as the acquisition of an existing business special circumstances, still require companies to have a 40% increase in net.",
    "MINIMUM_LIMIT_TITLE": "Requirement 2: Minimum Capital limitation",
    "MINIMUM_LIMIT_PARAGRAPH_1": "Generally, USCIS requires investment amount not less than $ 1,000,000. But things there are exceptions, the United States in order to stimulate economic development in remote areas or high unemployment, immigration regulations if the applicant objects to invest in a \"targeted employment area\" (Targeted Employment Area), that is less than 20,000 population in rural areas or the unemployment rate is higher than the average rate of 50% of areas of high unemployment, investment restrictions can be lowered to less than $ 50 million. Also worth noting that most of the regional center investment threshold is less than $ 500,000.",
    "JOB_OPPORTUNITY_TITLE": "Requirement 3：Creating Job Opportunities",
    "JOB_OPPORTUNITY_PARAGRAPH_1": "In addition to the investment amount and type, another key requirement is the creation of employment opportunities. Law generally requires within two years after the approval of Form I-526, for the creation of new businesses investors, new business investment must directly employ more than 10 full-time US employees; to participate in the regional center plans to investors, need to prove regional centers are operating in accordance with its approved business plan; difficult for the acquisition of companies investors need to keep the number of employees hired at least the time of investment. US employees, including law, US citizens, green card holders, other legal immigrants, EB-5 investors themselves and their spouses and children are not covered.",
    "Q&A_TITLE": "Q&A",
    "EB5_QUESTION1_TITLE": "What are a \"targeted employment area\" and a \"rural area\"?",
    "EB5_QUESTION1_PARAGRAPH_1": "A targeted employment area is a rural area or a geographical area that has experienced unemployment at a rate of at least 150% of the national average rate. ",
    "EB5_QUESTION1_PARAGRAPH_2": "A rural area is any area outside a metropolitan statistical area or outside the boundary of any city or town having a population of 20,000 or more according to the decennial census. ",
    "EB5_QUESTION2_TITLE": "What is a regional center?",
    "EB5_QUESTION2_PARAGRAPH_1": "A regional center is defined as any economic entity, public or private, which is involved with the promotion of economic growth, improved regional productivity, job creation and increased domestic capital investment.",
    "EB5_QUESTION3_TITLE": "Do all family members get conditional permanent residence status at the same time? ",
    "EB5_QUESTION3_PARAGRAPH_1": "The investor, his or her spouse and any unmarried, under 21 years old children can obtain permanent residence at the same time and through a single investment of the mother or father.",
    "EB5_QUESTION4_TITLE": "Is the investor free to travel after obtaining conditional permanent resident status? ",
    "EB5_QUESTION4_PARAGRAPH_1": "The investor is free to travel in and out of the United States ",
    "EB5_EQUITY_STRUCTURE_TITLE": "EB-5 Investment Equity Structure",
    "EB5_EQUITY_STRUCTURE_PARAGRAPH_1": "To develop a deeper understanding of the EB-5 investment, investors should have a basic knowledge of the main equity structure involved in EB-5 investment.",
    "LOAN_MODEL_TITLE": "Loan Model",
    "LOAN_MODEL_PARAGRAPH_1": "This model is first set up by the regional centers (Regional Center) in the form of a limited partnership fund projects, EB-5 investors to invest money into the fund and occupy a certain stake in the fund. The fund companies, regional centers as general partner (general partner), as a limited partner investors (limited partner). Then to the Fund on the real side project loans, the loan fund for the Regional Centre project entity is usually issued five-year secured loan, loan interest is usually 0.8% - 1% range. Loan interest paid by the fund to investors as investment income. Loan guarantees was real project requirements range is very wide, can be secured land assets related to the project itself, may be a parent company guarantee, or even a third-party insurance company guarantees and so on. The risk model is that each EB-5 investor's investment accounted for only a small proportion of limited partnership, so investors do not have the right to enterprise operation and management. If once the regional center failed to run in accordance with the business plan, since the EB-5 applicants generally do not have as a limited partner management rights, it is difficult to negotiate through voting, decision making and management means regional center managers.",
    "EQUITY_MODEL_TITLE": "Equity Model",
    "EQUITY_MODEL_PARAGRAPH_1": "This is another more direct financial structure, which is usually not involved in the regional centers, using the above introduced \"new commercial enterprise\" investment. This capital structure is usually formed by the direct investor and an entity project partnership (Limited Liability Partnership), project management entity as a general partner (General Partner), investors as limited partners (Limited Partner). The advantage of this model is that investors have the right to direct the operation and management of investment projects, and part of the property owned investment entities project investments. In the worst case, if the immigrant investment failure, investors can still make up for the loss of property through the sale of part of the project. Of course there will be some advantages of different risks. Risk of this investment is that investors generally require a large capital investment. For example, if the investor fancy in Boston or Rhode Island or farm on the outskirts of the resort project, investors usually need to invest $500,000 or $ 1 million more than the regional center projects required to maintain the operation of the project. Of course, a plurality of EB-5 applicant can invest in a business, as long as the amount of the investment and the jobs created by the average individual investor head to meet immigration requirements. That is, each investor in the project need to create at least 10 or more full-time jobs.",
    "EB5_RISK_TITLE": "Investment Risk and Suggestion",
    "EB5_RISK_PARAGRAPH_1": "In the three kinds of investment, the \"regional center\" immigration program due to funding constraints of its low requirements, but also generate jobs more secure, become a lot of people choose to invest in investment. Before submitting the application US investment immigration, investors must do first is to consider and select a relatively safe EB-5 project from multiple angles. Among them, the choice is crucial EB-5 regional centers. Regional center is not government agencies, but private companies through the government approved the establishment. According to the US Immigration official website released the latest data, as of April 2014, USCIS has approved nearly 480 regional centers, but not every regional center has a successful operating experience, many emerging regional center for the EB-5 the project is also operating in the trial and error stage. Therefore, investors are looking for and evaluation of EB-5 \"Regional Center\" project, aware of the risks EB-5 investment may be involved is very important. EB-5 investment risk may be involved mainly in the following two ways:",
    "FINANCIAL_RISK_TITLE": "Financial risk",
    "FINANCIAL_RISK_PARAGRAPH": "Risk of not receiving your principal: Financial risk is mainly due to the business itself. a. Insufficient Capital b. Poor Management c. Lack of planning d. Over expansion e. Mistaken estimates of market demand f. Failure to select and use outside professional advisors and internal controls g. Over dependence on a single individual or predict specific event h. Poor timing of expenditures & cash flow i. Lack of competitive advantage",
    "IMMIGRATION_RISK_TITLE": "Immigration risk",
    "IMMIGRATION_RISK_PARAGRAPH": "I-526 is a conditional green card and an I-829 approval removes all conditions. If I-829 is not approved, we call it an immigration failure. A successful I-829 removal of conditions requires: a. Evidence that new commercial enterprise was established b. Investor made full investment into New Commercial Enterprise c. Full investment was sustained at risk d. The job creation requirements were met for each investor (one $500k or 1000K investment needs to create 10 full time jobs).",
    "EB5_SUGGESTION_TITLE": "Investment Suggestions",
    "EB5_SUGGESTION_PARAGRAPH_1": "Risk can be reduced but never be eliminated with any investments. The only way to reduce risk is by conducting adequate due diligence on the project prior to investment. EB-5 investment essentially is like a loan so investors need to think as a lender. We have narrowed down to a few important questions for you to ask the sponsor in order to compare the different projects in the market.",
    "EB5_SUGGESTION_PARAGRAPH_2": "The minimum EB-5 capital requirement. Some projects would not start their project until all the EB-5 capital is raised while others have secured bank loans so that even EB-5 capital is not fully raised, they have other means of financing.",
    "EB5_SUGGESTION_PARAGRAPH_3": "Investment timing. Investors need to consider at what stage the EB-5 fund raising is occurring. If an investor is investing during an early stage of the fundraising period, they might run the risk of a long approval process with their I-526 and run the risk of having it denied. If an investor is investing during the late stage of the fundraising period, they might run the risk of not allocating enough job creation from the project. The job creation calculation is done on a first come first serve basis. The best timing would be for an investor to come in during the middle of the fundraising period.",
    "EB5_SUGGESTION_PARAGRAPH_4": "Company track record. Investors should evaluate the company’s track record by looking into their development history. Investors should find out how many development deals have the company done in the past and whether those projects were successful.",
    "EB5_SUGGESTION_PARAGRAPH_5": "Business plan evaluation. It is better to pick a business model that investors understand. Investors should be able to do on-site due diligence for the project they invested. They should also learn about the company and the team worked on the project.",
    "EB5_SUGGESTION_PARAGRAPH_6": "Financial evaluation. Investors should learn the weight of EB-5 capital in the entire project funds. Investors should also find out the source of the project capitals and whether there are commercial loans involved. In addition, it is also important to answer questions such as “What is the interest?”, “What is the company’ ability to repay?”, “Do they own the land?”, and etc.",
    "EB5_SUGGESTION_PARAGRAPH_7": "Job creation evaluation. It’s important for investors to ensure whether the project meets the minimum job creation requirement of USCIS. Investors should find out the number of the total positions created and total EB-5 investors. They should also consider whether those positions are realistic.",
    "EB5_SUGGESTION_PARAGRAPH_8": "Loan Interest. Referring back to the loan model, there is a certain amount of interest that the project company provided to investors as a capital return for the loan.",
    "EB5_SERVICE_TITLE": "Our Services",
    "EB5_SERVICE_PARAGRAPH_1": "Nuage works with developers and regional centers to raise capital for their projects.  Depending on the type of investor you are, your preferences and concerns, we will recommend a project that best match your needs. Although investment and immigration results are not guaranteed, we perform our own due diligence and we work with immigration attorneys to evaluate each project before it is presented to you. We also encourage maximum transparency by coordinating onsite visits and direct communication with project developers.",
    "EB5_SERVICE_PARAGRAPH_2": "Besides regional center projects where investors are investing indirectly, direct investment through acquisition of a commercial project has becoming very popular.  Some investors prefer this type of investment because they are investing in their own project where they are holding equity ownership. Some investors also believe it is the best way to reduce risk because the project is controlled by the investors.",
    "EB5_SERVICE_PARAGRAPH_3": "Please see our international investor's guide for commercial properties and contact us for direct investment opportunities.",

    "COMMERCIAL_GUIDE_TITLE": "Boston Commercial Real­-Estate Guide",
    "COMMERCIAL_GUIDE_INTRODUCTION_TITLE": "Introduction",
    "COMMERCIAL_GUIDE_INTRODUCTION_PARAGRAPH_1": "In recent years, more Chinese investors choose to invest in real estate in the United States. Many individual investors prefer investing in residential property because less paperwork and easier transaction procedures are involved. However, for medium/large property developers and investment institutions who prefer to develop overseas commercial projects, they will have to understand the local 1)commercial real estate markets, 2)types of investment, 3)investment methods, 4)key roles, 5)acquisition processes, 6)financing options and related 7)tax implications. In addition, when Chinese investors are choosing their overseas investment objectives, their expected return on investment should be adjusted according to the current trends of overseas market, since the returns of Chinese domestic market and overseas real estate market are very different.",
    "COMMERCIAL_DIFFERENCE_TITLE": "There are many differences between investing in commercial properties and residential properties:",
    "COMMERCIAL_DIFFERENCE_BP_1": "Commercial property transactions require high down payments.",
    "COMMERCIAL_DIFFERENCE_BP_2": "Commercial property requires more complicated investment procedures.",
    "COMMERCIAL_DIFFERENCE_BP_3": "Financial leverage in commercial property is more critical than residential property. %LTV is lower than residential. Debt structure can be more complex than residential",
    "COMMERCIAL_DIFFERENCE_BP_4": "The commercial property’s market is more competitive and the transactions move much faster.",
    "COMMERCIAL_DIFFERENCE_BP_5": "The source of commercial real estate project is not public for sale. Most projects are not open to the public and many transactions are completed through local relationships. If a foreign company is looking to invest overseas, it is important to build great local relationships in order to get first hand, insider information on projects",
    "COMMERCIAL_DIFFERENCE_SUBTITLE": "In the past 15 years, Nuage Investment Realty has developed many local relationships and partnerships which are beneficial for foreign institutions when they are looking to invest overseas.",
    "COMMERCIAL_INVESTMENT_TYPE_TITLE": "Types of Investment",
    "COMMERCIAL_INVESTMENT_TYPE_PARAGRAPH_1": "Commercial real­-estate can generally be classified in four categories: Core, Core-­plus, Value­-added, and Opportunistic investments.",
    "COMMERCIAL_INVESTMENT_TYPE_1_TITLE": "Core",
    "COMMERCIAL_INVESTMENT_TYPE_1_CONTENT": "This is a low­-risk/low-­potential return strategy with relatively predictable cash flows. The fund will generally invest in stable, fully leased, multi­-tenant properties in strong, diversified metropolitan areas. Examples of properties in this category would be commercial properties in Manhattan, Downtown Boston, Cambridge, Brookline etc. Most investors from China prefer this type of investment because of the location, although returns are generally 4%－8% cap rate",
    "COMMERCIAL_INVESTMENT_TYPE_2_TITLE": "Core Plus",
    "COMMERCIAL_INVESTMENT_TYPE_2_CONTENT": "This is a moderate­-risk/moderate­-return strategy. The fund will generally invest in core properties; however, many of these properties will require some forms of enhancement or value­-added element. The return would be around 7-­15%.",
    "COMMERCIAL_INVESTMENT_TYPE_3_TITLE": "Value Added",
    "COMMERCIAL_INVESTMENT_TYPE_3_CONTENT": "This is a medium­-to-­high-­risk/medium­-to­-high-­return strategy. It involves buying a property, improving it in some way, and selling it for a gain. Properties are considered value added when they exhibit management or operational problems, require physical improvement. The return in this category would be around 14­-20%",
    "COMMERCIAL_INVESTMENT_TYPE_4_TITLE": "Opportunistic",
    "COMMERCIAL_INVESTMENT_TYPE_4_CONTENT": "This is a high-­risk/high­-return strategy. The properties will require a high degree of enhancement. This strategy may also involve investments in development, raw land, mortgage notes, and niche property sectors. Investments are tactical. The time frame for this type of investment can be several years and therefore it is harder to predict the time of completion and post­-construction results. However, the opportunity is usually 20%+ in return.",
    "COMMERCIAL_INVESTMENT_TYPE_4_SUBCONTENT": "Using EB­5 financing can lower the financing cost of the real estate companies through the absorption of high net value investment of foreign investors, so as to promote the United State economy and increase the employment opportunities; each foreign investor shall create 10 full­time jobs. The cooperation has the following modes",
    "COMMERCIAL_INVESTMENT_TYPE_4_SUBCONTENT_PT1": " Cooperate with the existing regional center.",
    "COMMERCIAL_INVESTMENT_TYPE_4_SUBCONTENT_PT2": "Establish their own regional center, using the EB­5 bill to get funds. Developers who adopt this mode include Extell and Related.",
    "COMMERCIAL_INVESTMENT_TYPE_4_SUBCONTENT_PT3": "Cooperate with the fund company, which could be a complicated procedure and requires extra attention to deal with the relationship between the investors.",
    "COMMERCIAL_INVESTMENT_METHOD_TITLE": "Investment Method",
    "COMMERCIAL_INVESTMENT_METHOD_PARAGRAPH_1": "There are many ways for foreign investors to invest in real estate property, here are two most common methods for investment",
    "COMMERCIAL_INVESTMENT_METHOD_PARAGRAPH_1_SUB1": "Cooperate with local developers and/or investment companies to form a joint-­venture Private Equity partnership.",
    "COMMERCIAL_INVESTMENT_METHOD_PARAGRAPH_1_SUB2": "Establish a special management team with local industrial professionals and form a company.",
    "COMMERCIAL_INVESTMENT_METHOD_PARAGRAPH_2": "It is very important to evaluate the ownership options when acquiring a property because it will determine how much involvement investors would like to have on the management of a property after acquisition. Under most circumstances, investors can either choose to cooperate with investment management team who have experience of the local market, such as broker, tax consultant, and finance mortgage specialist; or, investors can choose to own and manage a property completely and hire local investment management team as employees. Different deal structure provides investors different levels of control of the asset:",
    "JOINT_VENTURE_TITLE": "Joint venture with the formation of a limited liability partnership",
    "JOINT_VENTURE_PARAGRAPH_1": "The joint venture formed for the specific purpose of investing money comprises two parties: The General Partner (GP) and the limited Partner (LP). The GP manages LP’s investment and are responsible for all management decisions of the partnership. The GP also has a fiduciary responsibility to act for the benefit of the LPs, and is fully liable for its actions. The LP is an investor in a limited partnership. LPs have limited liability and usually have priority over GPs upon liquidation of the partnership. However, they have no control over the management of their investment.",
    "JOINT_VENTURE_PARAGRAPH_2": "The foreign institution will be acting as a Limited Partner and the local investment manager will be acting as the General Partner in this formation. This option allows the Limited Partner to play a passive role and therefore less time spent on management while still to remain majority ownership of the property.",
    "JOINT_VENTURE_EXAMPLE_TITLE": "For example:",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_1": "GP invested 10% of the total investment and owns 10% of the share. LP invested 90% of the total investment thus owns 90% of the share. The investment is used to purchase a property and then generates revenue from the rental.",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2": "The revenue is split as follows: ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB1":"Preferred Return of the first 5% will be split 10/90 by GP and LP; ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB2":"Promote share of remaining profit will be split in tiers: ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB3":"1st tier 5­8% will be split 40/60 by GP and LP; ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB4":"2nd tier over 8% will be split 50/50 by GP and LP. ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB5":"Acquisition Fee is 1.5% of purchase price of the property. ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB6":"Disposition Fee is 1% of purchase price of the property. ",
    "JOINT_VENTURE_EXAMPLE_PARAGRAPH_2_SUB7":"Annual Investment Management Fee charged by GP is 5% of the capital investment.",
    "ENTIRELY_OWNED_TITLE": "Entirely owned with the formation of a limited liability company",
    "ENTIRELY_OWNED_PARAGRAPH_1": "The foreign institutions can also hire a professional team to manage their investments, includes architectural designer, lawyer, accountant, developer, salesperson and management company etc, they can also work with experienced brokers. Developers with high reputation will be a good partner to work with, acquiring a local developer is also an option. As the commercial real estate is a regionalized market, it is pretty important for the foreign investor to utilize local resources.",
    "ENTIRELY_OWNED_PARAGRAPH_2": "This option allows foreign institution to own and control the asset completely. In this formation all decisions are made by the investor unless delegated to an Asset Manager. Foreign institution can hire a local Asset Management and Property Management team as employees of the company to manage the daily activities.",
    "ENTIRELY_OWNED_EXAMPLE_TITLE": "For example:",
    "ENTIRELY_OWNED_EXAMPLE_PARAGRAPH_1": "Foreign institution invests 100% of the total investment and owns 100% of the company share. The company hires a local investment manager to manage the investment under the investor’s orders. The investment is used to purchase a property and then generates revenue from the rental. 100% of the revenue goes to the foreign institution after all relative fees are paid off:",
    "ENTIRELY_OWNED_EXAMPLE_PARAGRAPH_1_SUB1": "Acquisition Fee is 1.5% of purchase price of the property.",
    "ENTIRELY_OWNED_EXAMPLE_PARAGRAPH_1_SUB2": "Disposition Fee is 1% of purchase price of the property.",
    "KEY_ROLES_TITLE": "Key Roles",
    "KEY_ROLES_PARAGRAPH_1": "During a commercial real­-estate transaction, the seller choose a brokerage company to represent them in a deal. This brokerage company will draft all the marketing materials with all the financial analysis. They will then market the opportunity to their own clients. These clients are well­-known, large institutions with a good track record. As a new investor in this market, the most challenging part is to build a reputation and trust in the commercial real­-estate circle. Investors need to show their buying capability and outplay the competition. Commercial transactions are much larger investments, the sellers are more careful on the buyers they choose because they need to make sure the transaction will go smoothly.",
    "KEY_ROLES_PARAGRAPH_2": "In residential real­-estate, the seller's broker split with the buyer's broker and will offer a percentage of their commission to buyer's broker. In commercial real­-estate, the seller's broker typically do not split their commission. As a buyer, investors often hire consultants to help them through the entire acquisition process and most importantly to make themselves known in the commercial circle. Consultants charge an acquisition fee of typically 1­1.5% depending on the size and the complexity of the project.",
    "KEY_ROLES_PARAGRAPH_3": "At Nuage, we will evaluate the financial data from a buyer's perspective and give our independent advice on how to construct the deal and how to operate this as a business. We are familiar with the local market regulations, demographics and economics. We have many business partners in the field of commercial real­-estate brokerage, commercial lending, insurance, and legal etc. We will help you form a team of people who can complete different part of the acquisition. Post­-acquisition, we can also find property management companies to manage the property.",
    "ACQUISITION_PROCESS_TITLE": "Acquisition Process",
    "ACQUISITION_PROCESS_PARAGRAPH_1": "It is very important to understand the acquisition process for commercial real­-estate because it is very different from the residential real-estate purchase.",
    "ACQUISITION_PROCESS_BP1_TITLE": "Initial Consultation",
    "ACQUISITION_PROCESS_BP1_PARAGRAPH_1": "We sit down with potential investors to identify their needs and preferences: Risk, returns, cash flow, time frame and types of asset class etc. We present with examples to see if the opportunity matches what they are looking for.",
    "ACQUISITION_PROCESS_BP2_TITLE": "Identify Opportunities",
    "ACQUISITION_PROCESS_BP2_PARAGRAPH_1": "We will show multiple real­-estate investment opportunities to investors until they express interest to specific properties. Investors then sign the a Confidentiality agreement to get additional financial information on the property.",
    "ACQUISITION_PROCESS_BP3_TITLE": "Making an offer",
    "ACQUISITION_PROCESS_BP3_PARAGRAPH_1": "When we make an offer to the seller, we need to draft a letter of intent outlining the price, the dates and our finances. We also need to provide proof of funds (bank statements and loan pre­-approvals) as well as a deposit check.",
    "ACQUISITION_PROCESS_BP3_PARAGRAPH_2": "A Letter of Intent (LOI) is an informal method of negotiating the most basic terms of the transaction. Sometimes it is known as a Memorandum of Understanding (MOU). The LOI consists primarily of a cover letter and an outline of the important terms, including: Names of buyer and seller, price, seller concessions, required documents for review, closing date, contingencies and time­lines, financing, due diligence.",
    "ACQUISITION_PROCESS_BP4_TITLE": "Offer Acceptance",
    "ACQUISITION_PROCESS_BP4_PARAGRAPH_1": "Depending on the market competition, this may take several rounds, going back and forth to negotiate the offer terms.",
    "ACQUISITION_PROCESS_BP5_TITLE": "Due-­diligence Period",
    "ACQUISITION_PROCESS_BP5_PARAGRAPH_1": "Once the offer is accepted, we enter into the due­-diligence period. At this time, we will review the income (leases) and expenses (utilities, contracts) in more detail and confirm with third party as needed. An important step in the commercial real estate buying process is performing ‘due diligence‘. In commercial real estate, the due diligence process varies greatly from that in the residential home buying process. In home buying, the goals of each buyer are typically quite similar and thanks to well-­defined contracts and consumer protection laws, the due diligence steps that home buyers take are well defined and common between most properties",
    "ACQUISITION_PROCESS_BP5_PARAGRAPH_2": "In commercial real estate however, buyers are assumed to be more sophisticated and the phrase “Buyer beware” should be taken seriously. In addition, the goals and needs of each buyer vary more than they do in the home buying process, meaning that the details of the due diligence process are unique to each buyer. Insurance quotes and further evaluation on financing option are needed here.",
    "ACQUISITION_PROCESS_BP6_TITLE": "Purchase and Sale Agreement",
    "ACQUISITION_PROCESS_BP6_PARAGRAPH_1": "The purchase and sale agreement (PSA) is a contract that governs the details of the purchase process from a legal perspective. The PSA and any addenda attached will include all of the details not covered by the LOI. This helps provide a basic agreement that covers many of the most common terms and contingencies. It also formalizes some local customs in the market. This process also involves a real­-estate Attorney for review to do the following:",
    "ACQUISITION_PROCESS_BP6_PARAGRAPH_1_SUB1":  "Title search",
    "ACQUISITION_PROCESS_BP6_PARAGRAPH_1_SUB2":  "Preliminary environmental study",
    "ACQUISITION_PROCESS_BP6_PARAGRAPH_1_SUB3":  "Physical inspections of the physical property",
    "ACQUISITION_PROCESS_BP6_PARAGRAPH_1_SUB4":  "Verify zoning and any business requirements with city/county",
    "ACQUISITION_PROCESS_BP7_TITLE": "Mortgage application",
    "ACQUISITION_PROCESS_BP7_PARAGRAPH_1": "Once the Purchase and Sales Agreement is signed, if buyer needs financing for the purchase of real­-estate, the official mortgage application should be signed and the mortgage broker will order an appraisal to appraise the property. The mortgage underwriting process may take up to 2 months.",
    "ACQUISITION_PROCESS_BP7_PARAGRAPH_2": "Note that commercial transactions typically do not have a financing contingency. It is important to finalize all your financing plans before the PSA is signed.",
    "ACQUISITION_PROCESS_BP8_TITLE": "Closing",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_1": "Throughout the closing process, a neutral third party will serve as the ‘Escrow‘ company. The escrow company will follow the terms of the purchase contract, any lender instructions, and any practices that are considered standard in the local market to complete the transaction. Prior to closing, the escrow company will receive funds from the buyer and verify that title is legally transferred before distributing it to the seller. In most cases, this will be done by the title company.",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_2": "In commercial real estate sales transactions there are some parts of closing that are different from most residential transactions. Including: legal entities as buyers and seller, lack of RESPA, purchase contracts and related contracts and bills of sale. The buyer signs actual leases, the final loan paperwork and other required documents.",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3": "Other than dealing with these unique issues, the closing process is straightforward. The escrow company performs the following tasks:",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB1": "Receives and reviews contracts and closing instructions from seller, buyer, and lender",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB2": "Prepares deeds and bills of sale",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB3": "Schedules appropriate parties to sign paperwork",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB4": "Submits paperwork for reviewing by lenders when appropriate, and obtains corrections when needed",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB5": "Receives funds from the buyer and buyer’s lender",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB6": "Submits deeds other required paperwork to county for recording",
    "ACQUISITION_PROCESS_BP8_PARAGRAPH_3_SUB7": "Distributes proceeds of sale to seller, brokers, and other parties as appropriate",
    "FINANCING_OPTIONS_TITLE": "Financing Options",
    "FINANCING_OPTIONS_PARAGRAPH_1": "Commercial lending is available to foreign investors. Depending on the project, investors can borrow up to 60­75% of the purchase price. Commercial financing is very different than residential financing.Here are some highlights:",
    "FINANCING_OPTIONS_PARAGRAPH_1_SUB1": "Most commercial loans have prepaid penalty",
    "FINANCING_OPTIONS_PARAGRAPH_1_SUB2": "Rate: fixed or floating; floating term: 3­10 years, sometime with extension options",
    "FINANCING_OPTIONS_PARAGRAPH_1_SUB3": "Amortization period: 28 or 30 years",
    "FINANCING_OPTIONS_PARAGRAPH_1_SUB4": "Interest only period option: 0­5 years",
    "FINANCING_OPTIONS_PARAGRAPH_2": "Unlike residential mortgage where banks evaluate an investor's income, debt and credits, commercial mortgage potentially consider the cash flow of the project and evaluate the business itself to see if it makes financial sense.",
    "FINANCING_OPTIONS_PARAGRAPH_3": "Typically, it is a non­-recourse loan; a type of loan that is secured by collateral, which is usually property. If the borrower defaults, the issuer can seize the collateral, but cannot seek out the borrower for any further compensation, even if the collateral does not cover the full value of the defaulted amount.",
    "FINANCING_OPTIONS_PARAGRAPH_4": "The borrower’s experience and track record are also taken into consideration.",
    "FINANCING_OPTIONS_PARAGRAPH_5": "Although commercial financing is available, not all investors choose to use mortgage. Depending on the cash flow needs and targeted return, we will advise you on the best financing option for your project. If financing is needed, we collaborate with many local commercial lenders to help you complete this transaction smoothly",


    "HOME_VALUE_INDEX": "Home Value Index Overview",
    "TAX_RESIDENTIAL_EXCEPTION": "Tax and Residential Exception",
    "TAX_Rate_2016": "Fiscal year 2016 Tax Rates (Per $1000)",
    "MARKET_OVERVIEW": "Market Overview",
    "CITY": "City",
    "HOME_VAL_INDEX": "Home Value Index",
    "ONE_YEAR_CHANGE": "1-Year Change",
    "RENT_INDEX": "Rent Index (per month)",
    "RESIDENTIAL_TAX_RATE": "Residential Tax Rate",
    "RESIDENTIAL_EXEMPTION": "Residential Exemption",
    "EXEMPTION_VALUE": "Exemption Value (2016)",
    "EXEMPTION_TAX": "Exemption Tax (2016)",
    "DISTRICT": "District",
    "RANK": "Rank",
    "ENROLLMENT": "Enrollment",
    "AVG_CLASS_SIZE": "Avg. Class Size",
    "STUDENT_TEACHER_RATIO": "Student-to-Teacher Ratio",
    "TUITION": "Per-Pupil Spending",
    "GRADUATION": "Graduation Rate (%)",
    "ATTENDING_COLLEGE_RATE": "Attending College (%)",
    "PUBLIC_SCHOOL_RANKING": "Public School Ranking",
    "WHAT_IS_TAX_EXEMPTION": "What is Residential Exemption",
    "EXEMPTION_PARAGRAPH_1": "As shown on the table, some cities have offered a residential exemption to homeowners that occupy their property as the principal residence.",
    "EXEMPTION_PARAGRAPH_2": "Taxpayers who own and occupy their home can save on their tax bill by having a portion of their tax bill exempted from taxation. To qualify for the residential exemption, homeowners must own and occupy their home on January 1 preceding the start of the fiscal year. ",
    "EXEMPTION_PARAGRAPH_3": "The value of the exemption is subtracted from the total full valuation. For example, the fiscal year residential exemption is 30% of the average value of all residential property in Boston.",
    "EXEMPTION_SUBPOINT_1": "Different cities may base on different percentages of the average value of all residential property in the city.",
    "EXEMPTION_SUBPOINT_2": "The filing deadline varies, depending on different city’s requirements.",
    "TAX_EXEMPTION_SUBNOTE": "The owner has to pay at least 10% of the assessment value’s tax except for certain persons with physical infirmities and financial hardship."
}
