{
    "HOME" : "Home",
    "SERVICE" : "Service",
    "TEAM" : "Team",
    "CAREERS": "Careers",
    "CONTACT": "Contact Us",
    "PROPERTY_SEARCH" : "Property Search",
    "WELCOME": "Welcome",
    "WELCOME_1": "Nuage Investment Realty is a comprehensive real-estate investment company that offers consulting and brokerage services to retail and institutional investors. We advise clients on the entire real-estate investment process through residential and commercial property sales and private equity transactions.",
    "WELCOME_2": "Whether it's purchasing a primary residence, investing into a multi-family property, or participating in a larger real-estate development project, Nuage Investment Realty helps clients identify opportunities that best fit their goals by focusing on all aspects of their risk/return profile and cash flow needs.",
    "WELCOME_3":"Contact our advisors to discuss your next real-estate investment decision and to learn how you can capitalize on current opportunities in this ever changing real-estate market.",
    "FOR_RETAIL_CLIENTS": "For Retail Clicents",
    "FOR_RETAIL_CLIENTS_DESCRIPTION" : "Nuage Investment Realty advises individual clients on the purchase and sale of primary residence and investment property in the Greater Boston area. With the presence of world-known higher education institutions, and a growing number of biotech, pharmaceutical and technology start-up companies, we believe there are many reasons to consider Boston a home or an investment opportunity. Whether it's a condo, single family house, or multi-family investment property, we have many partners in the local area including mortgage brokers, attorneys, contractors, inspectors to help you with a seamless process. Typical transactions are within 5 million USD.",
    "BUTTON_INTERNATIONAL_BUYER_GUIDE" : "Learn More About International Investment For Residential Property",
    "FOR_INSTITUTIONAL_CLIENT": "For Institutional Clients",
    "FOR_INSTITUTIONAL_CLIENT_DESCRIPTION" : "Nuage Investment Realty offers consulting service to institutions and high net-worth clients on commercial properties acquisition. With our business partners in Boston, New York and California, we use the entire US as a service platform to help investors identify the most suitable real-estate investment properties for their portfolio. This may include multi-family residential buildings, office buildings, or retail stores. For foreign clients looking to acquire a property by establishing a US subsidiary, we team up with local lawyers and accountants to help you with the process from beginning to end. For foreign clients looking to establish a joint-venture, we team with local asset managers to construct a private equity structure that is suitable for you. Typical transactions are between 5-20 million USD.",
    "BUTTON_INSTITUTIONAL_CLIENT_GUIDE": "Learn More About International Investment For Commercial Property",
    "FOR_EB-5_INVESTORS": "For EB-5 Investors", 
    "FOR_EB-5_CLIENT_DESCRIPTION": "Nuage Investment Realty has partnership with developers and regional centers throughout the US. For every project, we perform our own due diligence before they are presented to you. We partner with immigration attorneys to help you walk-through the immigration process. Investment amount is $500,000 or $1,000,000 depending on project.",
    "BUTTON_EB-5_INVESTMENT_GUIDE": "Learn more about EB-5 Investment",
    "BUTTON_EB-5_IMMIGRATION_GUIDE": "Learn more about EB-5 Immigration"
    
}