{
    "HOME" : "Home",
    "SERVICE" : "Service",
    "TEAM" : "Team",
    "CAREERS": "Careers",
    "CONTACT": "Contact Us",
    "PROPERTY_SEARCH" : "Property Search",
    "WELCOME": "Welcome",
    "WELCOME_1": "Nuage Investment Realty is a comprehensive real-estate investment company that offers consulting and brokerage services to retail and institutional investors. We advise clients on the entire real-estate investment process through residential and commercial property sales and private equity transactions.",
    "WELCOME_2": "Whether it's purchasing a primary residence, investing into a multi-family property, or participating in a larger real-estate development project, Nuage Investment Realty helps clients identify opportunities that best fit their goals by focusing on all aspects of their risk/return profile and cash flow needs.",
    "WELCOME_3":"Contact our advisors to discuss your next real-estate investment decision and to learn how you can capitalize on current opportunities in this ever changing real-estate market.",
    "FOR_RETAIL_CLIENTS": "For Retail Clicents",
    "FOR_RETAIL_CLIENTS_DESCRIPTION" : "Nuage Investment Realty advises individual clients on the purchase and sale of primary residence and investment property in the Greater Boston area. With the presence of world-known higher education institutions, and a growing number of biotech, pharmaceutical and technology start-up companies, we believe there are many reasons to consider Boston a home or an investment opportunity. Whether it's a condo, single family house, or multi-family investment property, we have many partners in the local area including mortgage brokers, attorneys, contractors, inspectors to help you with a seamless process. Typical transactions are within 5 million USD.",
    "BUTTON_INTERNATIONAL_BUYER_GUIDE" : "Learn More About International Investment For Residential Property",
    "FOR_INSTITUTIONAL_CLIENT": "For Institutional Clients",
    "FOR_INSTITUTIONAL_CLIENT_DESCRIPTION" : "Nuage Investment Realty offers consulting service to institutions and high net-worth clients on commercial properties acquisition. With our business partners in Boston, New York and California, we use the entire US as a service platform to help investors identify the most suitable real-estate investment properties for their portfolio. This may include multi-family residential buildings, office buildings, or retail stores. For foreign clients looking to acquire a property by establishing a US subsidiary, we team up with local lawyers and accountants to help you with the process from beginning to end. For foreign clients looking to establish a joint-venture, we team with local asset managers to construct a private equity structure that is suitable for you. Typical transactions are between 5-20 million USD.",
    "BUTTON_INSTITUTIONAL_CLIENT_GUIDE": "Learn More About International Investment For Commercial Property",
    "FOR_EB-5_INVESTORS": "For EB-5 Investors", 
    "FOR_EB-5_CLIENT_DESCRIPTION": "Nuage Investment Realty has partnership with developers and regional centers throughout the US. For every project, we perform our own due diligence before they are presented to you. We partner with immigration attorneys to help you walk-through the immigration process. Investment amount is $500,000 or $1,000,000 depending on project.",
    "BUTTON_EB-5_INVESTMENT_GUIDE": "Learn more about EB-5 Investment",
    "BUTTON_EB-5_IMMIGRATION_GUIDE": "Learn more about EB-5 Immigration",
    "SUBMIT": "Send it",
    "PARTNERS": "Partners",
    "BOSTON_OVERVIEW_TITLE": "Boston Overview",
    "BOSTON_OVERVIEW_PARAGRAPH_1": "Boston is commonly known as downtown Boston and its surrounding cities, which all together is considered as Greater Boston area. The city is home for more than 636,000 residents and a tourist attraction for more than 12 million visitors per year. It is one of the oldest cities in the US with abundant social history and economics; it is also a young city with many institutions of higher education, such as Harvard University and MIT, finest hospitals and sport organizations.",
    "BOSTON_OVERVIEW_PARAGRAPH_2": "Transportation in Boston is convenient. Logan International Airport is located in Eastern Boston and easily accessible to downtown via subway and bus. The city is served by 183 bus routes, 5 subway lines (Blue Line, Green Lines, Orange Line, Red Line and Silver Line) and 13 commuter rail routes.",
   "WHY_BOSTON_TITLE": "Why Boston?",
    "WHY_BOSTON_PARAGRAPH_1": "Boston is regarded as a gateway city like San Francisco, Los Angeles, New York City. It has many industries including financial services, medical services and well-known hospitals, IT technology, and good education. This helps Boston to remain sustainable in house demands and high potential in appreciation. Even during the depression, the house price and demand in Boston remained stable.",
    "MAJOR_CITY_HIGHLIGHTS_TITLE": "Major Neighborhood Highlights",
    "REAL_ESTATE_ROLE_TITLE": "Understanding real-estate broker's role",
    "REAL_ESTATE_ROLE_PARAGRAPH_1": "In the US, there are typically two brokers in a real-estate transaction. A seller's broker to represent the seller and a buyer's broker to represent the buyer. When seller decides to sell a property, he/she hires a broker to represent them in the public market. When a buyer is looking for a property, the broker helping them is considered a buyer's broker and he/she is compensated by the seller's broker by taking a percentage of their fee that is paid by the seller.",
    "REAL_ESTATE_ROLE_PARAGRAPH_2": "There is no out of pocket fee from the buyer when working with a buyer's broker. If no broker is used, buyer pays the same price and in addition, there is no one to represent them in the negotiation and throughout the buying process. We always recommend to use a broker to represent you especially when buying in a market where you are not familiar with the local rules and regulations.", 
    "BUYING_PROCESS_TITLE":"Buying Process",
    "BUYING_PROCESS_PARAGRAPH_1":"When we use cash to purchase the property, it takes about two weeks to finish the buying process; when we apply for mortgage loan to purchase the property, it takes about one and half months. We are not the only buyers in the market in most times. Thus, in order to close the deal earlier, sellers tend to negotiate with buyers using cash. Therefore, it is recommended for buyers to purchase the property first and then apply for mortgage from a bank when the competition is fierce.",
    "BUYING_PROCESS_BULLET_PT_1":"Property Search",
    "BUYING_PROCESS_BULLET_PT_2":"Make an offer on the property (Deposit $1,000)",
    "BUYING_PROCESS_BULLET_PT_3":"Negotiate with the seller ",
    "BUYING_PROCESS_BULLET_PT_4":"Inspection",
    "BUYING_PROCESS_BULLET_PT_5":"Choose an attorney",
    "BUYING_PROCESS_BULLET_PT_6":"Sign Purchase & Sales agreement (Pay a second deposit, amount equals 5% of the sales minus $1000)",
    "BUYING_PROCESS_BULLET_PT_7":"Mortgage application ",
    "BUYING_PROCESS_BULLET_PT_8":"Walkthrough",
    "BUYING_PROCESS_BULLET_PT_9":"Closing (Keys)",
    "PROPERTY_MANAGEMENT_TITLE":"Property Management",
    "PROPERTY_MANAGEMENT_PARAGRAPH_1": "As a full service company, Nuage also provides property management services. The property management fee is property specific.",
    "PROPERTY_MANAGEMENT_PARAGRAPH_2": "As a property manager, we provide three main services: tenant placement, rental management and property maintenance.",
    "TENANT_PLACEMENT":"Tenant Placement",
    "TENANT_PLACEMENT_INFO":"We conduct market rent analysis, list properties on different portals and respond to income inquiries. We conduct showings accompanied by licensed agents, process rental applications and complete lease signing and legal disclosures.",
    "RENTAL_MANAGEMENT":"Rental Management",
    "RENTAL_MANAGEMENT_INFO":"We set up deposit account in accordance with state law, collect rents, and communicate with tenants. We also provide year-end financial statement for tax completion and renew lease based on the owner and tenant agreement.",
    "PROPERTY_MAINTENANCE":"Rental Maintenance",
    "PROPERTY_MAINTENANCE_INFO": "We coordinate with handyman for repairs, get quotes from qualifies vendors, conduct inspection of work done and recording on financial statements for cost tracking.",
    "FINACING" : "Finacing",
    "FINACING_INFO_1":"International buyers can obtain financing from US banks.",
    "FINACING_INFO_2":"Examples include Cathy Bank, East West Bank, HSBC, Citi, Hingham Bank, Washington Trust Mortgage.",
    "FINACING_INFO_3":"Down payment usually ranges from 30% to 45%.",
    "FINACING_INFO_4":"Requirements for financing generally includes verified letter issued by employer, 6- 12 months mortgage, etc.",
    "FINACING_INFO_5": "The regulations and requirements change very quickly. The data provided here is for informational purpose only. We will put you in touch with a Mortgage Specialist to advise you on your specific situation.",
    "TAXATION":"Taxation",
    "PROPERTY_TAX": "Property Tax",
    "PROPERTY_TAX_INFO": "Property tax is expected to be paid each year on a quarterly basis, while holding the property. Property tax for each property varies depending on its assessed value assessed by the city. Each year, the assessed value changes and the tax rate changes as well. The following chart reflects 2015 property tax rates per $1000 of assessed value.There will be up to 30% and 20% exemptions on the assessed value when property is used as primary residence. Therefore, the property tax will be exempted based on the exempted assessment value of the property.",
    "PROPERTY_TAX_EXAMPLE":  "Example: One purchased a condo in Allston for a sales price of $500,000, and it is used as an owner-occupied primary residence. The city’s assessment value for 2016 is $400,000, then the property tax in 2016 is $400,000* (1-30%)/1000*11.00=$3080.",
    "RENTAL_INCOM_TAX": "Rental Income Tax",
    "RENTAL_INCOM_TAX_INFO": "If you own an investment property, and receive rental income throughout the year, you will need to pay the rental income tax. For US resident taxpayers, they need to file the 1040 form and Schedule E before the tax day (April 15th). For non-resident taxpayers, they need to file the 1040NR form and Schedule E before the tax day (April 15th).",
    "DEPRICIATION": "Depreciation",
    "DEPRICIATION_INFO": "Residential property is depreciated over a period of 27.5 years. Commercial property is depreciated over a period of 39 years. If the sale of a property results in a gain, the amount of the gain attributable to depreciation is recaptured and taxed at a rate of 25%. Depreciation recapture is figured into the gain on sale even if the taxpayer did not claim cost recovery deductions.",
    "SALES_TAX": "Sales Tax",
    "TAXPAYER_STATUS": "Taxpayer Status",
    "TAXPAYER_STATUS_INFO": "It is important to know your tax status because tax status determines whether the tax will be withheld or not. Taxpayer status is not the same as immigration status. In some cases, you are considered a resident alien even without a green card. Nonresident aliens are considered U.S. residents for income tax purposes (not immigration) if they meet the substantial presence test. (A specific calculation is required.) For example, if one is on F1 visa for five years, they are considered as a US resident for tax status." ,
    "NON_RESIDENT_TAXPAYER": "Withholding for Non-resident Taxpayer Status",
    "NON_RESIDENT_TAXPAYER_INFO": "In general, non-residents taxpayer should withhold 10% of the selling price (Foreign Investment in Real Property Tax Act) at the closing by the attorney. The actual tax will be calculated and paid when the seller files an income tax return. Any excess taxes paid from the withholding will be returned to the seller.",
    "TRANSACTIOINS_EXCEPTION": "Transactions may be exempt from withholding:",
    "TRANSACTIOINS_EXCEPTION_INFO_1": "No withholding is required if the buyer acquire the property for use as a primary residence and the sales price does not exceed $300,000.",
    "TRANSACTIOINS_EXCEPTION_INFO_2": "IRS provides a statement to the buyer that the seller is exempt from withholding or has made satisfactory arrangements.",
    "TRANSACTIOINS_EXCEPTION_INFO_3": "The seller furnishes an affidavit certifying that the seller is not a foreign person.",
    "TRANSACTIOINS_EXCEPTION_INFO_3_MORE_INFO": "For more detailed information:",
    "CAPITAL_GAIN": "Capital Gain Calculation",
    "CAPITAL_GAIN_INFO": "Taxes paid on the sale of a US real property is taxed as the seller is engaged in a US trade or business, in other words the same as US residents.",
    "CAPTIOL_GAIN_INFO_CAL1": "Adjusted Basis=Purchase Price+Capital Improvements-Depreciation Recapture",
    "CAPITAL_GAIN_INFO_CAL2": "Capital Gain= Sales Price-Selling Costs-Adjusted Basis",
    "TAXATION_RECOMMEND": "We will recommend a local accountant to answer tax questions specific to your situation.",
    "GOOD_INVESTMENT_DISTRICT": "Investment Opportunities",
    "GOOD_SCHOOL_DISTRICT": "Residential Opportunities",
    "TAX_2016":"FY 2016 Tax Rates (per $1000)",
    "TAX_CITY": "City",
    "RESIDENTIAL": "Residential",
    "DEDUCTIBLE_ITEMS": "Deductible items on Schedule E",
    "GOVERMENT_IRS_LINK": "Government IRS Website"

}